Repository: farcasmihaicristian/PadelNote
Catalog: PadelNote/Localizable.xcstrings
Source language: en
Languages: es

source: %@ theme
es: Tema %@

# %@, %lld matches
source: %1$@, %2$lld matches
es: %1$@, %2$lld partidos

# %@, %lld matches together
source: %1$@, %2$lld matches together
es: %1$@, %2$lld partidos juntos

# %@, %lld matches together, win rate %@
source: %1$@, %2$lld matches together, win rate %3$@
es: %1$@, %2$lld partidos juntos, %3$@ de victorias

# %@, %lld matches, win rate %@
source: %1$@, %2$lld matches, win rate %3$@
es: %1$@, %2$lld partidos, %3$@ de victorias

# %@, unfinished set %@
source: %1$@, unfinished set %2$@
es: %1$@, set sin terminar %2$@

# %@. %@ serving from the %@.
source: %1$@. %2$@ serving from the %3$@.
es: %1$@. %2$@ saca desde la %3$@.

# %@. Serving from the %@.
source: %1$@. Serving from the %2$@.
es: %1$@. Saca desde la %2$@.

source: %1$lldm %2$llds
es: %1$lld min %2$lld s

source: %lld bpm
es: %lld lpm

source: %lld matches
es: %lld partidos

source: %lld matches together
es: %lld partidos juntos

source: A quick reflection while the game is fresh — every match is a note.
es: Una reflexión rápida mientras el partido está fresco: cada partido es una nota.

source: About
es: Acerca de

source: Account
es: Cuenta

source: Active energy
es: Energía activa

source: Advantage
es: Ventaja

source: Advantage rules apply for the first two deuces; the third deuce is sudden death.
es: Las reglas de ventaja se aplican en los dos primeros deuces; el tercer deuce es muerte súbita.

source: App color theme
es: Tema de color de la app

source: Appearance
es: Apariencia

source: At 6–6
es: A 6–6

source: At 40-40, the next point wins the game — no advantage games.
es: A 40-40, el siguiente punto gana el juego — sin ventajas.

source: Authorized
es: Autorizado

source: Average duration
es: Duración media

source: Average heart rate
es: Frecuencia cardíaca media

source: Best of 1
es: Al mejor de 1

source: Best of 3
es: Al mejor de 3

source: Best of 5
es: Al mejor de 5

# Best on %@: %@ wins
source: Best on %1$@: %2$@ wins
es: Mejor en %1$@: %2$@ de victorias

source: Bottom
es: Abajo

source: Bottom side
es: Lado de abajo

source: Browse your past matches
es: Explora tus partidos anteriores

source: Cancel
es: Cancelar

source: Classic (to 7)
es: Clásico (a 7)

source: Classic tennis rules: after deuce, a team must win two points in a row.
es: Reglas clásicas: tras deuce, un equipo debe ganar dos puntos seguidos.

source: Complete a match to start building insights.
es: Completa un partido para empezar a generar estadísticas.

source: Complete a match with this player to see stats.
es: Completa un partido con este jugador para ver estadísticas.

# Completed sets %@, current set %@, game score %@
source: Completed sets %1$@, current set %2$@, game score %3$@
es: Sets completados %1$@, set actual %2$@, puntuación del juego %3$@

source: Conversion
es: Conversión

source: Court position
es: Posición en la pista

source: Currently selected
es: Seleccionado actualmente

source: Deciding points played
es: Puntos decisivos jugados

source: Deciding set
es: Set decisivo

source: Default left or right on new match
es: Izquierda o derecha predeterminada en un partido nuevo

source: Default position
es: Posición predeterminada

source: Default position on new match
es: Posición predeterminada en un partido nuevo

source: Default side
es: Lado predeterminado

source: Denied
es: Denegado

source: Deuce rule
es: Regla de deuce

source: Deuce rules explained
es: Reglas de iguales explicadas

source: Distance
es: Distancia

source: Done
es: Hecho

source: Duration
es: Duración

source: Edit player names to fix guests or update labels from Watch matches.
es: Edita los nombres para corregir invitados o actualizar etiquetas de partidos del Apple Watch.

source: Edit reflection
es: Editar reflexión

source: End match
es: Finalizar partido

source: End this match?
es: ¿Finalizar este partido?

source: Enter your name to set up your profile.
es: Introduce tu nombre para configurar tu perfil.

source: Final score
es: Marcador final

source: Final score %@
es: Marcador final %@

source: First serve
es: Primer saque

source: First server
es: Primer sacador

source: Game
es: Juego

source: Game score %@
es: Marcador del juego %@

source: Golden point
es: Punto de oro

source: Golden point conversion %@
es: Conversión de punto de oro %@

source: Guest
es: Invitado

source: Guest %lld
es: Invitado %lld

source: Health
es: Salud

source: HealthKit access
es: Acceso a HealthKit

source: HealthKit access %@
es: Acceso a HealthKit %@

source: History
es: Historial

source: How clean was your game?
es: ¿Qué tan limpio fue tu juego?

source: How clean was your game? Fewer mistakes is better.
es: ¿Qué tan limpio fue tu juego? Menos errores es mejor.

source: How did you play overall?
es: ¿Cómo jugaste en general?

source: How strong were the other players?
es: ¿Qué tan fuertes eran los otros jugadores?

source: How this rule works
es: Cómo funciona esta regla

source: How was the game?
es: ¿Cómo estuvo el partido?

source: How well did your side play together?
es: ¿Qué tan bien jugó tu pareja en conjunto?

source: How you do on your own serve.
es: Cómo te va con tu propio saque.

source: In progress
es: En curso

source: Incomplete
es: Incompleto

source: Insights
es: Estadísticas

source: Keep score. Keep history. Keep playing.
es: Anota el marcador. Guarda el historial. Sigue jugando.

source: Known players
es: Jugadores conocidos

source: Known players for %@
es: Jugadores conocidos para %@

source: left
es: izquierda

source: Left
es: Izquierda

source: Left side
es: Lado izquierdo

source: Link matches
es: Vincular partidos

source: Link past matches?
es: ¿Vincular partidos anteriores?

source: Live match
es: Partido en directo

source: Live match on Apple Watch, score %@
es: Partido en directo en Apple Watch, marcador %@

source: Live on Apple Watch
es: En directo en Apple Watch

source: Live score %@
es: Marcador en directo %@

source: Longest match
es: Partido más largo

source: Losses
es: Derrotas

source: Match detail
es: Detalle del partido

source: Match ended on Apple Watch. Save it on your watch to sync history.
es: El partido terminó en Apple Watch. Guárdalo en el reloj para sincronizar el historial.

source: Match format
es: Formato del partido

source: Match history
es: Historial de partidos

source: Match info
es: Información del partido

source: Matches played
es: Partidos jugados

source: Name players when starting a match to track individual stats.
es: Añade nombres al iniciar un partido para seguir estadísticas individuales.

source: New match
es: Nuevo partido

source: No completed sets
es: No hay sets completados

source: No live match
es: No hay partido en vivo

source: No match history
es: Sin historial de partidos

source: No matches yet
es: Aún no hay partidos

source: No points recorded
es: No hay puntos registrados

source: No sets completed yet
es: Aún no hay sets completados

source: No stats yet
es: Aún no hay estadísticas

source: None
es: Ninguno

source: Not answered
es: Sin responder

source: Not available on this device
es: No disponible en este dispositivo

source: Not now
es: Ahora no

source: Not requested yet
es: Aún no solicitado

source: Number of sets
es: Número de sets

source: Open Settings to set up profile
es: Abrir Ajustes para configurar el perfil

source: Open Settings to sign in
es: Abrir Ajustes para iniciar sesión

source: Optional note
es: Nota opcional

source: Or enter name
es: O escribe un nombre

source: Overview
es: Resumen

source: Partners
es: Compañeros

source: Per-player conversion is shown on each player profile.
es: La conversión por jugador aparece en cada perfil.

source: Pick a theme by previewing how the Apple Watch live score screen will look.
es: Elige un tema previsualizando cómo se verá la pantalla de puntuación en vivo del Apple Watch.

source: Play a match to build your journal.
es: Juega un partido para crear tu historial.

source: Play matches with golden point or star point rules to track conversion.
es: Juega partidos con punto de oro o punto estrella para registrar la conversión.

source: Play out games
es: Jugar hasta desempate

source: played %@
es: jugó %@

source: Player
es: Jugador

source: Players
es: Jugadores

source: Players (optional)
es: Jugadores (opcional)

source: Point
es: Punto

# Point %lld · %@
source: Point %1$lld · %2$@
es: Punto %1$lld · %2$@

# Point %lld, %@, score %@
source: Point %1$lld, %2$@, score %3$@
es: Punto %1$lld, %2$@, marcador %3$@

source: Point timeline
es: Cronología de puntos

source: Points played
es: Puntos jugados

source: Preferred side
es: Lado preferido

source: Preferred side on new match
es: Lado preferido en un partido nuevo

source: Recent matches
es: Partidos recientes

source: Record
es: Historial

source: Reflect on this game
es: Reflexiona sobre este partido

source: Reflection
es: Reflexión

source: right
es: derecha

source: Right
es: Derecha

source: Right side
es: Lado derecho

source: Rule style
es: Estilo de reglas

source: Save for Apple Watch
es: Guardar para Apple Watch

source: Save match settings and score on your Apple Watch
es: Guarda los ajustes del partido y anota en tu Apple Watch

source: Save reflection
es: Guardar reflexión

source: score %@
es: marcador %@

source: Selects this app theme
es: Selecciona este tema de la app

source: Serve
es: Saque

source: Serve indicator
es: Indicador de saque

source: Serve indicator style
es: Estilo del indicador de saque

source: Service games held
es: Juegos de saque mantenidos

source: Service games held, %@
es: Juegos de saque mantenidos, %@

source: Service points won
es: Puntos de saque ganados

source: Service points won, %@
es: Puntos de saque ganados, %@

source: Set games
es: Juegos del set

# Set score %@, game score %@
source: Set score %1$@, game score %2$@
es: Marcador del set %1$@, puntuación del juego %2$@

source: Set up a new padel match
es: Configura un nuevo partido de pádel

source: Set up my profile
es: Configurar mi perfil

source: Set up your player profile to highlight your stats and pre-fill your name on new matches.
es: Configura tu perfil de jugador para destacar tus estadísticas y rellenar tu nombre en partidos nuevos.

source: Set up your profile to track personal stats
es: Configura tu perfil para seguir tus estadísticas personales

source: Settings
es: Ajustes

source: Side A player 1
es: Jugador 1 lado A

source: Side A player 2
es: Jugador 2 lado A

source: Side B player 1
es: Jugador 1 lado B

source: Side B player 2
es: Jugador 2 lado B

source: Sign in to track your personal stats
es: Inicia sesión para seguir tus estadísticas personales

source: Sign in with Apple
es: Iniciar sesión con Apple

source: Sign in with Apple did not return a valid credential.
es: Iniciar sesión con Apple no devolvió una credencial válida.

source: Sign in with Apple to highlight your stats and pre-fill your name on new matches.
es: Inicia sesión con Apple para destacar tus estadísticas y rellenar tu nombre en partidos nuevos.

source: Sign out
es: Cerrar sesión

source: Signed in as
es: Sesión iniciada como

source: Skip
es: Omitir

source: Skip reflection
es: Omitir reflexión

source: Star point
es: Punto estrella

source: Star point is limited advantage: classic advantage applies for the first two deuces, then the third deuce is a sudden-death golden point.
es: El punto estrella es ventaja limitada: se aplica la ventaja clásica en las dos primeras igualdades y, en la tercera, se juega un punto de oro a muerte súbita.

source: Start match
es: Empezar partido

source: Start scoring
es: Empezar a puntuar

source: Start scoring on your Apple Watch to see the live score here.
es: Empieza a anotar en tu Apple Watch para ver el marcador en vivo aquí.

source: Started
es: Comenzado

source: Super tie-break (to 10)
es: Super tie-break (a 10)

source: Team A
es: Equipo A

source: Team A conversion
es: Conversión del Equipo A

source: Team A name
es: Nombre del Equipo A

source: Team A win rate
es: Porcentaje de victorias del Equipo A

source: Team A wins
es: Victorias del Equipo A

source: Team B
es: Equipo B

source: Team B name
es: Nombre del Equipo B

source: Team B wins
es: Victorias del Equipo B

source: Teams (optional)
es: Equipos (opcional)

source: The other players
es: Los otros jugadores

source: Theme
es: Tema

source: Theme and serve indicator apply to live scoring on iPhone and Apple Watch.
es: El tema y el indicador de saque se aplican a la puntuación en vivo en iPhone y Apple Watch.

source: Themes
es: Temas

source: These options are used as defaults when you start a new match.
es: Estas opciones se usan por defecto al iniciar un nuevo partido.

source: Top
es: Arriba

source: Top side
es: Lado de arriba

source: Undo
es: Deshacer

source: Undo last point
es: Deshacer último punto

source: Unfinished set
es: Set sin terminar

source: unfinished set %@
es: set sin terminar %@

source: Unknown player
es: Jugador desconocido

source: Use existing player %@
es: Usar jugador existente %@

source: Version
es: Versión

source: View full profile
es: Ver perfil completo

source: View match statistics and trends
es: Ver estadísticas y tendencias de partidos

source: Watch match
es: Partido del reloj

source: We found %lld past matches with your name. Link them to your profile?
es: Encontramos %lld partidos anteriores con tu nombre. ¿Vincularlos a tu perfil?

source: What will you work on next time?
es: ¿En qué trabajarás la próxima vez?

source: Win rate
es: Porcentaje de victorias

source: Win rate %@
es: %@ de victorias

source: Win rate and golden point conversion are based on Team A in match setup.
es: El porcentaje de victorias y la conversión de punto de oro se basan en el Equipo A de la configuración.

source: Win rate when playing left vs right on court.
es: Porcentaje de victorias jugando a la izquierda o a la derecha en la pista.

source: Winner
es: Ganador

source: winner %@
es: ganador %@

source: Wins
es: Victorias

source: Workout
es: Entrenamiento

source: Workout type
es: Tipo de entrenamiento

source: Workout type recorded on Apple Watch
es: Tipo de entrenamiento registrado en el Apple Watch

source: Workouts are recorded on Apple Watch during matches. HealthKit has no padel type, so pick the closest sport. Manage permissions in the Health app.
es: Los entrenamientos se registran en el Apple Watch durante los partidos. HealthKit no tiene un tipo para pádel, así que elige el deporte más parecido. Gestiona los permisos en la app Salud.

source: Workouts are recorded on Apple Watch during matches. Manage permissions in the Health app.
es: Los entrenamientos se registran en Apple Watch durante los partidos. Gestiona los permisos en la app Salud.

source: You
es: Tú

source: Your completed matches will appear here.
es: Tus partidos completados aparecerán aquí.

source: Your game
es: Tu juego

source: Your match setup
es: Tu configuración de partido

source: Your name
es: Tu nombre

source: Your player profile
es: Tu perfil de jugador

source: Your profile, %lld matches
es: Tu perfil, %lld partidos

# Your profile, win rate %@, %lld matches
source: Your profile, win rate %1$@, %2$lld matches
es: Tu perfil, %1$@ de victorias, %2$lld partidos
